1yib.rust-bundle
andenetalexander.vim-cheatsheet
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
donjayamanne.githistory
dustypomerleau.rust-syntax
eamodio.gitlens
fill-labs.dependi
gitbybit.gitbybit
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
jerrygoyal.shortcut-menu-bar
llvm-vs-code-extensions.vscode-mlir
maciejdems.add-to-gitignore
marscode.marscode-extension
momenabdelkarim-wyattcalandro-luisprieto.mlir
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
pkief.material-icon-theme
rust-lang.rust-analyzer
tamasfe.even-better-toml
usernamehw.errorlens
vadimcn.vscode-lldb
vintharas.learn-vim
vscodevim.vim
yzhang.markdown-all-in-one
