anysphere.cpptools
anysphere.cursorpyright
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
donebd.vscode-keypromoter
donjayamanne.githistory
fill-labs.dependi
github.vscode-pull-request-github
gruntfuggly.todo-tree
jerrygoyal.shortcut-menu-bar
llvm-vs-code-extensions.vscode-clangd
llvm-vs-code-extensions.vscode-mlir
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.makefile-tools
rust-lang.rust-analyzer
tamasfe.even-better-toml
vadimcn.vscode-lldb
yzhang.markdown-all-in-one
