1yib.rust-bundle
andenetalexander.vim-cheatsheet
anthropic.claude-code
davidanson.vscode-markdownlint
donjayamanne.githistory
dustypomerleau.rust-syntax
eamodio.gitlens
gitbybit.gitbybit
github.vscode-pull-request-github
gruntfuggly.todo-tree
jerrygoyal.shortcut-menu-bar
llvm-vs-code-extensions.vscode-clangd
llvm-vs-code-extensions.vscode-mlir
maciejdems.add-to-gitignore
marscode.marscode-extension
momenabdelkarim-wyattcalandro-luisprieto.mlir
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.makefile-tools
pkief.material-icon-theme
rust-lang.rust-analyzer
tamasfe.even-better-toml
usernamehw.errorlens
vadimcn.vscode-lldb
vintharas.learn-vim
vscodevim.vim
yzhang.markdown-all-in-one
